Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Encrypted on-device recovery backup could not update.
de: Verschlüsseltes Wiederherstellungs-Backup auf dem Gerät konnte nicht aktualisiert werden.
es: No se pudo actualizar la copia de recuperación cifrada en el dispositivo.
fr: La sauvegarde de récupération chiffrée sur l'appareil n'a pas pu être mise à jour.
nl: Versleutelde herstelback-up op dit apparaat kon niet worden bijgewerkt.

source: Encrypted on-device recovery backup updated.
de: Verschlüsseltes Wiederherstellungs-Backup auf dem Gerät aktualisiert.
es: Copia de recuperación cifrada en el dispositivo actualizada.
fr: Sauvegarde de récupération chiffrée sur l'appareil mise à jour.
nl: Versleutelde herstelback-up op dit apparaat bijgewerkt.

source: Encryption default
de: Verschlüsselung (Standard)
es: Cifrado predeterminado
fr: Chiffrement par défaut
nl: Standaard versleuteling

source: End time should be after the start time.
de: Die Endzeit sollte nach der Startzeit liegen.
es: La hora de fin debe ser posterior a la de inicio.
fr: L'heure de fin doit être postérieure à l'heure de début.
nl: De eindtijd moet na de starttijd liggen.

source: Ended
de: Beendet
es: Finalizado
fr: Terminé
nl: Beëindigd

source: Ending time
de: Endzeit
es: Hora de finalización
fr: Heure de fin
nl: Eindtijd

source: Ends %@
de: Endet %@
es: Termina %@
fr: Se termine %@
nl: Eindigt %@

source: English
de: Englisch
es: Inglés
fr: Anglais
nl: Engels

source: Enter your name
de: Gib deinen Namen ein
es: Escribe tu nombre
fr: Saisis ton nom
nl: Voer je naam in

source: Enter your name to continue.
de: Gib deinen Namen ein, um fortzufahren.
es: Escribe tu nombre para continuar.
fr: Saisis ton nom pour continuer.
nl: Vul je naam in om door te gaan.

source: Every Chill in the last 14 days has either a log or a skipped check-in.
de: Jeder Chill der letzten 14 Tage hat entweder einen Eintrag oder einen ausgelassenen Check-in.
es: Cada Chill de los últimos 14 días tiene un registro o un check-in omitido.
fr: Chaque Chill des 14 derniers jours a soit un journal, soit un check-in ignoré.
nl: Elke Chill van de afgelopen 14 dagen heeft een log of een overgeslagen check-in.

source: Every choice that protects your body is worth something, even the small ones.
de: Jede Entscheidung, die deinen Körper schützt, ist etwas wert, auch die kleinen.
es: Cada decisión que protege tu cuerpo vale algo, incluso las pequeñas.
fr: Chaque choix qui protège ton corps compte, même les plus petits.
nl: Elke keuze die je lichaam beschermt is iets waard, ook de kleine.

source: Every time you choose water over more, your body notices.
de: Jedes Mal, wenn du Wasser statt mehr wählst, merkt es dein Körper.
es: Cada vez que eliges agua en lugar de más, tu cuerpo lo nota.
fr: Chaque fois que tu choisis l'eau plutôt que plus, ton corps le remarque.
nl: Elke keer dat je voor water kiest in plaats van meer, merkt je lichaam het.

source: Everything sits under four moments: plan before you go, stay safe while you’re out, check in with aftercare and health, then see your patterns. The one you need rises to the top.
de: Alles gliedert sich in vier Momente: planen, bevor du losgehst, sicher bleiben, während du unterwegs bist, mit Nachsorge und Gesundheit einchecken und dann deine Muster sehen. Der Moment, den du gerade brauchst, rückt nach oben.
es: Todo se organiza en cuatro momentos: planifica antes de salir, mantente seguro mientras estás fuera, revisa tus cuidados y tu salud, y luego observa tus patrones. El que necesitas aparece arriba.
fr: Tout s'organise autour de quatre moments : prépare-toi avant de sortir, reste en sécurité pendant la soirée, fais le point avec la récupération et la santé, puis observe tes tendances. Celui dont tu as besoin remonte en haut.
nl: Alles valt onder vier momenten: plan voor je weggaat, blijf veilig terwijl je op stap bent, check in met nazorg en gezondheid, en bekijk daarna je patronen. Wat je nodig hebt, komt bovenaan te staan.

source: Everything you saved, in one place
de: Alles, was du gespeichert hast, an einem Ort
es: Todo lo que guardaste, en un solo lugar
fr: Tout ce que tu as enregistré, au même endroit
nl: Alles wat je hebt opgeslagen, op één plek

source: Example: I can call my trusted contact, order a ride, or leave with a friend
de: Beispiel: Ich kann meinen Vertrauenskontakt anrufen, eine Fahrt bestellen oder mit einer Freundin gehen
es: Ejemplo: puedo llamar a mi contacto de confianza, pedir un taxi o irme con un amigo
fr: Exemple : je peux appeler mon contact de confiance, commander un taxi ou partir avec un ami
nl: Voorbeeld: ik kan mijn vertrouwenscontact bellen, een rit bestellen of met een vriend weggaan

source: Example: ask me 'green, yellow, or red?'
de: Beispiel: Frag mich „grün, gelb oder rot?“
es: Ejemplo: pregúntame «¿verde, amarillo o rojo?»
fr: Exemple : demande-moi « vert, jaune ou rouge ? »
nl: Voorbeeld: vraag me 'groen, geel of rood?'

source: Example: leave earlier, eat first, avoid app dates after midnight
de: Beispiel: früher gehen, vorher essen, App-Dates nach Mitternacht vermeiden
es: Ejemplo: salir antes, comer primero, evitar citas de apps después de medianoche
fr: Exemple : partir plus tôt, manger d'abord, éviter les rencontres via app après minuit
nl: Voorbeeld: eerder weggaan, eerst eten, geen app-dates na middernacht

source: Example: no stimulant-related Chills for two weeks
de: Beispiel: zwei Wochen lang keine stimulanzienbezogenen Chills
es: Ejemplo: ningún Chill relacionado con estimulantes durante dos semanas
fr: Exemple : aucun Chill lié aux stimulants pendant deux semaines
nl: Voorbeeld: twee weken geen stimulant-gerelateerde Chills

source: Examples: no filming, no injection use, no certain acts, no pressure to continue
de: Beispiele: kein Filmen, keine Injektion, bestimmte Handlungen nicht, kein Druck weiterzumachen
es: Ejemplos: nada de grabaciones, nada de uso inyectado, ciertos actos no, ninguna presión para continuar
fr: Exemples : pas de film, pas d'usage injecté, certains actes non, aucune pression pour continuer
nl: Voorbeelden: niet filmen, geen injectiegebruik, bepaalde handelingen niet, geen druk om door te gaan

source: Examples: slower pace, condoms, checking in, staying with friends
de: Beispiele: langsameres Tempo, Kondome, Check-ins, bei Freunden bleiben
es: Ejemplos: ritmo más lento, condones, hacer check-ins, quedarse con amigos
fr: Exemples : rythme plus lent, préservatifs, faire des check-ins, rester avec des amis
nl: Voorbeelden: rustiger tempo, condooms, inchecken, bij vrienden blijven

source: Exhausted
de: Erschöpft
es: Agotado
fr: Épuisé
nl: Uitgeput

source: Exit plan
de: Ausstiegsplan
es: Plan de salida
fr: Plan de sortie
nl: Vertrekplan

source: Expand skipped Chill check
de: Prüfung für ausgelassenen Chill ausklappen
es: Expandir la comprobación de Chill omitido
fr: Développer la vérification de Chill ignoré
nl: Overgeslagen-Chill-check uitvouwen

source: Export as CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter en CSV
nl: Exporteren als CSV

source: Export as PDF
de: Als PDF exportieren
es: Exportar como PDF
fr: Exporter en PDF
nl: Exporteren als PDF

source: Export backup, delete account, and stored data
de: Backup exportieren, Konto und gespeicherte Daten löschen
es: Exportar copia de seguridad, eliminar cuenta y datos almacenados
fr: Exporter la sauvegarde, supprimer le compte et les données stockées
nl: Back-up exporteren, account verwijderen en opgeslagen gegevens

source: Export your Chill logs as a CSV file. Tap 'Prepare backup' first to also get the encrypted archive.
de: Exportiere deine Chill-Einträge als CSV-Datei. Tippe zuerst auf „Backup vorbereiten“, um auch das verschlüsselte Archiv zu erhalten.
es: Exporta tus registros de Chill como archivo CSV. Toca primero «Preparar copia» para obtener también el archivo cifrado.
fr: Exporte tes journaux de Chill dans un fichier CSV. Touche d'abord « Préparer la sauvegarde » pour obtenir aussi l'archive chiffrée.
nl: Exporteer je Chill-logs als CSV-bestand. Tik eerst op 'Back-up voorbereiden' om ook het versleutelde archief te krijgen.

source: Extra app security
de: Zusätzliche App-Sicherheit
es: Seguridad adicional de la app
fr: Sécurité supplémentaire de l'app
nl: Extra app-beveiliging

source: Extra security is off. Your iPhone still applies its built-in protection.
de: Die zusätzliche Sicherheit ist aus. Dein iPhone wendet weiterhin seinen integrierten Schutz an.
es: La seguridad adicional está desactivada. Tu iPhone sigue aplicando su protección integrada.
fr: La sécurité supplémentaire est désactivée. Ton iPhone applique quand même sa protection intégrée.
nl: Extra beveiliging staat uit. Je iPhone past nog steeds zijn ingebouwde bescherming toe.

source: Extra security is on. Your private files are locked while ChillMate is closed.
de: Die zusätzliche Sicherheit ist an. Deine privaten Dateien sind gesperrt, während ChillMate geschlossen ist.
es: La seguridad adicional está activada. Tus archivos privados quedan bloqueados mientras ChillMate está cerrado.
fr: La sécurité supplémentaire est activée. Tes fichiers privés sont verrouillés quand ChillMate est fermé.
nl: Extra beveiliging staat aan. Je privébestanden zijn vergrendeld terwijl ChillMate gesloten is.

source: Face ID or PIN before opening.
de: Face ID oder PIN vor dem Öffnen.
es: Face ID o PIN antes de abrir.
fr: Face ID ou PIN avant l'ouverture.
nl: Face ID of pincode voor het openen.

source: Face ID, PIN, and local protection
de: Face ID, PIN und lokaler Schutz
es: Face ID, PIN y protección local
fr: Face ID, PIN et protection locale
nl: Face ID, pincode en lokale bescherming

source: Fainting, seizure, or cannot be woken
de: Ohnmacht, Krampfanfall oder nicht aufweckbar
es: Desmayo, convulsión o imposible de despertar
fr: Évanouissement, convulsion ou impossible à réveiller
nl: Flauwvallen, een toeval of niet wakker te krijgen

source: Fast actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
nl: Snelle acties

source: Fast emergency support. Set your local emergency number and healthcare contact in the edit menu.
de: Schnelle Notfallhilfe. Lege deine örtliche Notrufnummer und deinen Gesundheitskontakt im Bearbeiten-Menü fest.
es: Apoyo de emergencia rápido. Configura tu número de emergencia local y tu contacto sanitario en el menú de edición.
fr: Soutien d'urgence rapide. Configure ton numéro d'urgence local et ton contact de santé dans le menu d'édition.
nl: Snelle noodhulp. Stel je lokale noodnummer en zorgcontact in via het bewerkmenu.

source: Features & Permissions
de: Funktionen & Berechtigungen
es: Funciones y permisos
fr: Fonctions et autorisations
nl: Functies & toestemmingen

source: Feeling tired is information, not a failure.
de: Müde zu sein ist eine Information, kein Versagen.
es: Sentirte cansado es información, no un fracaso.
fr: Être fatigué est une information, pas un échec.
nl: Moe zijn is informatie, geen falen.

source: Feeling unsure is a fine reason to wait.
de: Unsicher zu sein ist ein guter Grund zu warten.
es: Sentir dudas es una buena razón para esperar.
fr: Hésiter est une bonne raison d'attendre.
nl: Twijfelen is een prima reden om te wachten.

source: Female
de: Weiblich
es: Mujer
fr: Femme
nl: Vrouw

source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand

source: Final delete check
de: Letzte Löschprüfung
es: Comprobación final de eliminación
fr: Vérification finale de suppression
nl: Laatste verwijdercheck

source: Find LGBTQ+ support
de: LGBTQ+-Unterstützung finden
es: Buscar apoyo LGBTQ+
fr: Trouver un soutien LGBTQ+
nl: Vind LGBTQ+-hulp

source: Find a clinic
de: Klinik finden
es: Buscar una clínica
fr: Trouver une clinique
nl: Vind een kliniek

source: Find local STI testing, PrEP, PEP, and sexual health services.
de: Finde lokale STI-Tests, PrEP, PEP und Angebote für sexuelle Gesundheit.
es: Encuentra pruebas de ITS locales, PrEP, PEP y servicios de salud sexual.
fr: Trouve des tests IST locaux, la PrEP, la PEP et des services de santé sexuelle.
nl: Vind lokale soa-testen, PrEP, PEP en seksuele-gezondheidszorg.

source: Finding location
de: Standort wird gesucht
es: Buscando ubicación
fr: Recherche de la position
nl: Locatie zoeken

source: First substance
de: Erste Substanz
es: Primera sustancia
fr: Première substance
nl: Eerste middel

source: Follow the exact timing and amount from your prescriber or sexual-health service.
de: Halte dich genau an Zeitpunkt und Menge, die dein Arzt oder deine Beratungsstelle für sexuelle Gesundheit angibt.
es: Sigue exactamente el horario y la cantidad que te indique quien te lo receta o un servicio de salud sexual.
fr: Respecte précisément le moment et la quantité indiqués par ton prescripteur ou un service de santé sexuelle.
nl: Volg precies de timing en hoeveelheid van je voorschrijver of de soa-poli.

source: Food
de: Essen
es: Comida
fr: Nourriture
nl: Eten

source: For STI testing, sexual health questions, or treatment that is not an emergency, contact %@.
de: Für STI-Tests, Fragen zur sexuellen Gesundheit oder nicht-dringende Behandlung kontaktiere %@.
es: Para pruebas de ITS, dudas de salud sexual o tratamiento no urgente, contacta con %@.
fr: Pour les tests IST, les questions de santé sexuelle ou un traitement non urgent, contacte %@.
nl: Voor soa-testen, vragen over seksuele gezondheid of niet-spoedeisende behandeling, neem contact op met %@.

source: For STI, PrEP, PEP, medication, mental-health, or substance concerns, contact a GP, sexual-health service, pharmacist, clinician, counselor, or other qualified professional.
de: Bei Fragen zu STI, PrEP, PEP, Medikamenten, psychischer Gesundheit oder Substanzen wende dich an einen Arzt, eine Beratungsstelle für sexuelle Gesundheit, eine Apotheke, eine Fachkraft, einen Berater oder eine andere qualifizierte Fachperson.
es: Para dudas sobre ITS, PrEP, PEP, medicación, salud mental o sustancias, contacta con un médico, un servicio de salud sexual, una farmacia, personal clínico, un consejero u otro profesional cualificado.
fr: Pour toute question sur les IST, la PrEP, la PEP, les médicaments, la santé mentale ou les substances, contacte un médecin, un service de santé sexuelle, une pharmacie, un soignant, un conseiller ou un autre professionnel qualifié.
nl: Voor vragen over soa's, PrEP, PEP, medicatie, mentale gezondheid of middelen, neem contact op met een huisarts, soa-poli, apotheek, zorgverlener, hulpverlener of andere gekwalificeerde professional.

source: For example sertraline
de: Zum Beispiel Sertralin
es: Por ejemplo, sertralina
fr: Par exemple la sertraline
nl: Bijvoorbeeld sertraline

source: France
de: Frankreich
es: Francia
nl: Frankrijk

source: Free, confidential support if you might hurt yourself or cannot stay safe.
de: Kostenlose, vertrauliche Unterstützung, wenn du dir wehtun könntest oder dich nicht sicher halten kannst.
es: Apoyo gratuito y confidencial si podrías hacerte daño o no puedes mantenerte a salvo.
fr: Soutien gratuit et confidentiel si tu pourrais te faire du mal ou ne peux pas rester en sécurité.
nl: Gratis, vertrouwelijke hulp als je jezelf zou kunnen pijn doen of niet veilig kunt blijven.

source: Fuel for a whole new feature
de: Treibstoff für eine ganz neue Funktion
es: Combustible para una función totalmente nueva
fr: Du carburant pour une toute nouvelle fonctionnalité
nl: Brandstof voor een hele nieuwe functie

source: Full timeline
de: Vollständige Zeitleiste
es: Cronología completa
fr: Chronologie complète
nl: Volledige tijdlijn

source: GBL and ketamine together carry a higher risk of losing control and difficulty getting help.
de: GBL und Ketamin zusammen bergen ein höheres Risiko, die Kontrolle zu verlieren und schwerer Hilfe zu bekommen.
es: El GBL y la ketamina juntos conllevan un mayor riesgo de perder el control y de dificultad para conseguir ayuda.
fr: Le GBL et la kétamine ensemble comportent un risque accru de perte de contrôle et de difficulté à obtenir de l'aide.
nl: GBL en ketamine samen geven een hoger risico op controleverlies en moeite om hulp te krijgen.

source: GBL and poppers both lower blood pressure. The drop can be sudden and cause fainting or a fall.
de: GBL und Poppers senken beide den Blutdruck. Der Abfall kann plötzlich kommen und Ohnmacht oder einen Sturz auslösen.
es: El GBL y los poppers bajan la tensión. La caída puede ser repentina y provocar un desmayo o una caída.
fr: Le GBL et les poppers font tous deux baisser la tension. La chute peut être brutale et provoquer un évanouissement ou une chute.
nl: GBL en poppers verlagen allebei je bloeddruk. Die daling kan plotseling zijn en flauwvallen of een val veroorzaken.

source: GBL becomes GHB in the body. Cannabis adds sedation and suppresses the nausea that would normally warn you a dose is too high, so an overshoot can arrive without warning.
de: GBL wird im Körper zu GHB. Cannabis dämpft zusätzlich und unterdrückt die Übelkeit, die dich sonst vor einer zu hohen Dosis warnen würde, sodass ein Überschießen ohne Vorwarnung kommen kann.
es: El GBL se convierte en GHB en el cuerpo. El cannabis añade sedación y suprime la náusea que normalmente te avisaría de una dosis demasiado alta, así que pasarte puede ocurrir sin aviso.
fr: Le GBL devient du GHB dans le corps. Le cannabis ajoute de la sédation et supprime la nausée qui t'avertirait normalement d'une dose trop forte, si bien qu'un dépassement peut arriver sans prévenir.
nl: GBL wordt in je lichaam GHB. Cannabis verdooft extra en onderdrukt de misselijkheid die je normaal waarschuwt dat een dosis te hoog is, waardoor je er zonder waarschuwing overheen kunt gaan.

source: GBL converts to GHB in the body. Combined with alcohol, the risk of losing consciousness or stopping breathing rises sharply. This is a life-threatening combination.
de: GBL wird im Körper zu GHB. Mit Alkohol kombiniert steigt das Risiko, das Bewusstsein zu verlieren oder die Atmung auszusetzen, stark an. Diese Kombination ist lebensgefährlich.
es: El GBL se convierte en GHB en el cuerpo. Combinado con alcohol, el riesgo de perder el conocimiento o dejar de respirar aumenta mucho. Es una combinación potencialmente mortal.
fr: Le GBL se transforme en GHB dans le corps. Combiné à l'alcool, le risque de perdre connaissance ou d'arrêter de respirer augmente fortement. C'est une combinaison potentiellement mortelle.
nl: GBL wordt in het lichaam omgezet in GHB. Gecombineerd met alcohol stijgt het risico op bewusteloosheid of ademstilstand sterk. Dit is een levensgevaarlijke combinatie.

source: GBL turns into GHB in the body, and MDMA hides how sedated you are becoming. That combination is how people redose into unconsciousness. Once the MDMA fades the full GBL dose is still working.
de: GBL wird im Körper zu GHB, und MDMA verbirgt, wie betäubt du wirst. So dosieren Menschen sich in die Bewusstlosigkeit. Sobald das MDMA nachlässt, wirkt die volle GBL-Dosis weiter.
es: El GBL se convierte en GHB en el cuerpo, y la MDMA esconde lo sedado que te estás quedando. Esa combinación es como la gente se redosifica hasta la inconsciencia. Cuando la MDMA baja, la dosis completa de GBL sigue actuando.
fr: Le GBL se transforme en GHB dans le corps, et la MDMA cache à quel point tu es en train de sombrer. C'est cette association qui fait que les gens se redosent jusqu'à l'inconscience. Une fois la MDMA retombée, toute la dose de GBL agit encore.
nl: GBL wordt in je lichaam GHB, en MDMA verbergt hoe verdoofd je aan het worden bent. Zo nemen mensen bij tot ze buiten westen raken. Als de MDMA wegtrekt werkt de volledige GBL-dosis nog steeds door.

source: GGD sexual health
de: GGD sexuelle Gesundheit
es: Salud sexual del GGD
fr: Santé sexuelle du GGD
nl: GGD seksuele gezondheid

source: GHB and GBL are effectively the same substance. Combining them stacks the dose unpredictably and can cause sudden unconsciousness.
de: GHB und GBL sind praktisch dieselbe Substanz. Sie zu kombinieren erhöht die Dosis unberechenbar und kann zu plötzlicher Bewusstlosigkeit führen.
es: El GHB y el GBL son prácticamente la misma sustancia. Combinarlos acumula la dosis de forma impredecible y puede causar pérdida de conocimiento repentina.
fr: Le GHB et le GBL sont en pratique la même substance. Les combiner cumule la dose de façon imprévisible et peut provoquer une perte de connaissance soudaine.
nl: GHB en GBL zijn in feite hetzelfde middel. Ze combineren stapelt de dosis onvoorspelbaar en kan plotselinge bewusteloosheid veroorzaken.

source: GHB and alcohol together strongly increase the risk of unconsciousness and breathing problems. This combination has caused deaths. Seek immediate help if someone cannot be woken.
de: GHB und Alkohol zusammen erhöhen das Risiko von Bewusstlosigkeit und Atemproblemen stark. Diese Kombination hat zu Todesfällen geführt. Hol sofort Hilfe, wenn jemand nicht aufgeweckt werden kann.
es: El GHB y el alcohol juntos aumentan mucho el riesgo de pérdida de conocimiento y problemas respiratorios. Esta combinación ha causado muertes. Busca ayuda inmediata si no se puede despertar a alguien.
fr: Le GHB et l'alcool ensemble augmentent fortement le risque de perte de connaissance et de problèmes respiratoires. Cette combinaison a causé des décès. Demande de l'aide immédiatement si une personne ne peut pas être réveillée.
nl: GHB en alcohol samen verhogen het risico op bewusteloosheid en ademhalingsproblemen sterk. Deze combinatie heeft al doden veroorzaakt. Zoek direct hulp als iemand niet wakker te krijgen is.

source: GHB and ketamine combine depressant and dissociative effects. This increases the risk of losing the ability to respond to problems around you.
de: GHB und Ketamin kombinieren dämpfende und dissoziative Effekte. Das erhöht das Risiko, nicht mehr auf Probleme um dich herum reagieren zu können.
es: El GHB y la ketamina combinan efectos depresores y disociativos. Esto aumenta el riesgo de perder la capacidad de responder a los problemas a tu alrededor.
fr: Le GHB et la kétamine combinent des effets dépresseurs et dissociatifs. Cela augmente le risque de perdre la capacité de réagir aux problèmes autour de toi.
nl: GHB en ketamine combineren onderdrukkende en dissociatieve effecten. Dit verhoogt het risico dat je niet meer kunt reageren op problemen om je heen.

source: GHB and poppers both lower blood pressure. Together they can cause fainting, a fall, or losing consciousness at a moment when you cannot protect yourself.
de: GHB und Poppers senken beide den Blutdruck. Zusammen können sie Ohnmacht, einen Sturz oder Bewusstlosigkeit auslösen. Und das in einem Moment, in dem du dich nicht schützen kannst.
es: El GHB y los poppers bajan la tensión. Juntos pueden provocar un desmayo, una caída o una pérdida de conciencia en un momento en el que no puedes protegerte.
fr: Le GHB et les poppers font tous deux baisser la tension. Ensemble, ils peuvent provoquer un évanouissement, une chute ou une perte de conscience à un moment où tu ne peux pas te protéger.
nl: GHB en poppers verlagen allebei je bloeddruk. Samen kunnen ze flauwvallen, een val of bewusteloosheid veroorzaken op een moment dat je jezelf niet kunt beschermen.

source: GHB or GBL with alcohol, benzos, opioids, or ketamine
de: GHB oder GBL mit Alkohol, Benzos, Opioiden oder Ketamin
es: GHB o GBL con alcohol, benzodiacepinas, opioides o ketamina
fr: GHB ou GBL avec de l'alcool, des benzos, des opioïdes ou de la kétamine
nl: GHB of GBL met alcohol, benzo's, opioïden of ketamine

source: GHB/GBL effects can be hard to predict and can become serious quickly.
de: Die Wirkung von GHB/GBL ist schwer vorhersehbar und kann schnell ernst werden.
es: Los efectos del GHB/GBL son difíciles de prever y pueden volverse graves rápidamente.
fr: Les effets du GHB/GBL sont difficiles à prévoir et peuvent devenir graves rapidement.
nl: De effecten van GHB/GBL zijn moeilijk te voorspellen en kunnen snel ernstig worden.
